
export const Details = (props) => {
  return (
    <div>
      <center>
        <table border="1" cellpadding="10" cellspacing="0" width="90%">
          <thead>
            <tr>
              <th>Greetings</th>
              <th>Comedy</th>
              <th>Motivational</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                તમારા ✨ ચહેરા પર હંમેશા સ્મિત 😊 રહે,
                જીવનમાં ખુશીઓનો 🌈 વરસાદ પડે
                અને ટેન્શન તમારું address 🦋 ભૂલી જાય!</td>
              <td>
                આજે 😴 વહેલા ઊઠવાનો વિચાર કર્યો હતો,
                પણ પથારી 🛏️ એ કહ્યું — “કાલથી શરૂ કરીએ!”
                હવે હું 😂 અને મારી ઊંઘ બંને ખુશ છીએ</td>
              <td>
                જીવનમાં મુશ્કેલીઓ 💪 તો આવશે,
                પણ હિંમત 🚀 રાખનાર વ્યક્તિ ક્યારેય હારતો નથી.
                ધીમે ધીમે 🌟 કરેલો પ્રયત્ન પણ એક દિવસ મોટી સફળતા આપે છે.
                પોતાની મહેનત 🔥 પર વિશ્વાસ રાખો,
                કારણ કે અંધારી રાત 🌙 પછી જ સુંદર સવાર 🌅 આવે છે.
              </td>
            </tr>
            <tr>
              <td>
                આજનો 🎉 દિવસ એટલો મસ્ત જાય
                કે ફોટા 📸 કરતાં યાદો વધારે સુંદર બને,
                અને હાસ્ય 😄 નો અવાજ આખો દિવસ બંધ જ ના થાય!
              </td>

              <td>
                મોબાઇલ 📱 વગર 5 મિનિટ બેઠો હતો,
                પછી સમજાયું કે દિવાલ 🎨 નો રંગ પણ સરસ છે!
              </td>

              <td>
                સપના ✨ જોવાનું ક્યારેય બંધ ન કરશો,
                કારણ કે સપના જ માણસને આગળ વધવા માટે હિંમત 💪 આપે છે.
                રસ્તો મુશ્કેલ 🛤️ હોય તો પણ ચાલતા રહો,
                કેમ કે મહેનત 🔥 નો પ્રકાશ એક દિવસ સફળતા 🌟 બનીને ચમકે છે.
              </td>
            </tr>
            <tr>
              <td>
                ભગવાન 🎂 તમને એટલી ખુશીઓ આપે
                કે cake 🍰 પણ ઓછી પડી જાય,
                અને lifeમાં success 🌟 એવો આવે
                જેમ WhatsApp 📱 પર good morning ☀️ message આવે!
              </td>

              <td>
                જીવન તો એકદમ ગુજરાતી 🍛 થાળી જેવું છે
                ક્યારેક ખુશીનું શ્રીખંડ 😋 મળે, તો ક્યારેક ટેન્શનનું કારેલું 😵 ખાવું પડે!
                લોકો પણ મસાલા 🌶️ જેવા હોય છે, કોઈ મીઠું 🧂 બનીને જીવનમાં સ્વાદ વધારે,
                તો કોઈ મરચું 🔥 બનીને સીધું આંખમાં પાણી લાવી દે.
                અને કેટલાક સગાં 😅 તો ગરમ મસાલા 🍲 જેવા
                થોડા જ આવે પણ આખું જીવન spicy 🤪 બનાવી જાય!
              </td>

              <td>
                જીવનમાં સમય ⏳ બધાનો આવે છે,
                બસ ધીરજ 🙏 અને મહેનત 💪 રાખવી જરૂરી છે.
                આજે જે સંઘર્ષ 🚶 લાગે છે,
                એ જ કાલે તમારી સફળતાની 🌠 સૌથી મોટી કહાની બનશે.
              </td>
            </tr>
          </tbody>
        </table>
      </center>
    </div>
  );
};
